spec/fixtures/soap/xml/IControl.LocalLB.VirtualServer.delete_virtual_server_08827653c6acf8ac3faba9b8f3138d9e_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:delete_virtual_server><virtual_servers><item>test_virtual_server2</item></virtual_servers></wsdl:delete_virtual_server></env:Body></env:Envelope>